Repository: hibahalatawi/URLYZER
Catalog: linkProject 2 3/*.lproj/Localizable.strings
Languages: ar

source: Be careful..!!
ar: انتبه .. !!

source: Paste the link..
ar: الصق الرابط ..

source: Protect yourself..
ar: احمِ نفسك

source: Donâ€™t interact with suspicious links fraud is one click away
ar: لا تتفاعل مع الروابط المشبوهة فالاحتيال على بعد نقرة واحدة

source: Being cautious when it comes to links is best for you always verify before trusting
ar: احذر عندما يتعلق الأمر بالروابط من الأفضل أن تتحقق منها دائمًا

source: Make sure the website is valid to protect your privacy and security
ar: تأكد من صلاحية الموقع لحماية خصوصيتك وأمانك

source: Next
ar: التالي

source: Get started
ar: ابدأ الاستخدام

source: Enter URL here
ar: ادخل الرابط هنا

source: Verify
ar: تحقق

source: Reporting Cyber Crime
ar: ابلاغ عن جريمه الكترونية

source: URL is Valid
ar: تم التحقق.. الرابط آمن

source: Please enter a valid URL
ar: الرجاء ادخال الرابط بشكل صحيح

source: Invalid
ar: تحقق من الصيغة

source: Ok
ar: حسناً

source: Inter URL
ar: ادخل الرابط
